{
    "items":[
      
        {
            "key":"Continue",
            "value":"Devam et"
        },
        {
            "key":"New",
            "value":"Yeni Oyun"
        },
        {
            "key":"Credits",
            "value":"Emegi Gecenler"
        },
        {
            "key":"Quit",
            "value":"Cik"
        },
        {
            "key":"Game",
            "value":"Yeni Oyun"
        },
        {
            "key":"Play",
            "value":"Oyna"
        },
        {
            "key":"Back",
            "value":"Geri"
        },
        {
            "key":"Build",
            "value":"Early build by @QuackTales  V0.9.1"
        }, {
            "key":"Button",
            "value":"Buton"
        },
        {
            "key":"Sure",
            "value":"Oyundan çıkmak istediğine emin misin?"
        },
        {
            "key":"Yes",
            "value":"Yes"
        },
        {
            "key":"Restart",
            "value":"Yenile"
        },
        {
            "key":"Resume",
            "value":"Devam"
        },
        {
            "key":"Options",
            "value":"Ayarlar"
        },
        {
            "key":"Movement",
            "value":"Hareket"
        },
        {
            "key":"Sfx",
            "value":"Ses"
        },
        {
            "key":"Music",
            "value":"Muzik"
        },
        {
            "key":"loading",
            "value":"yükleniyor..."
        },
            {
                "key":"intro1",
                "value":"Legoria ve Kiste, diyara hükmetmek için yıllardır savaşıyordu. Bitmek bilmeyen muharebeler, Legoria'yı tüketmiş; umutsuzluk, ülkeye veba gibi çökmüştü."
            },
            {
                "key":"intro2",
                "value":"Kral ve lordları, yasaklanmış kara büyüyü kullanma fikrini tartışıyordu. Kral Isildan, son sözü söyledi: 'Ne pahasına olursa olsun, kara büyüye başvurmayacağız. Savaş, onurlu bir şekilde son bulmalı.'"
            },
            {
                "key":"intro3",
                "value":"Fakat lejyon kumandanı, savaşın artık geleneksel yollarla kazanılamayacağına inanıyordu. Askerleriyle birlikte krala ihanet etti. Kral devrildi… ve kara büyü serbest bırakıldı."
            },
            {
                "key":"intro4",
                "value":"Legoria Krallığı, savaşta ezici bir zafer kazandı. Ancak günler geçtikçe, kara büyünün laneti kendini gösterdi—halk, insanlığını kaybediyordu."
            },
            {
                "key":"intro5",
                "value":"Artık her şey için çok geçti. Eski kral, zindanda sefalet içinde geçen günlerin ardından, içini umutla dolduran gizemli bir fısıltı duydu."
            }, {
                "key":"intro6",
                "value":"Fısıltı, laneti nasıl sona erdireceğini bildiğini ve onu beklediğini söyledi, ardından zindanın anahtarı hücreye atıldı. Kral, muhafızları atlattı ve yola koyuldu. Canavarlaşmış halkının da dahil olduğu bu Lanetli Saltanat'ı yok etmesi gerekecekti..."
            },
            {
                "key":"fs1",
                "value":"Demek muhafızları atlatabildiniz..."
            },
            {
                "key":"fs2",
                "value":"Sen de kimsin? Göster kendini! Onlardan biriysen, savaşmadan tekrar o hücreye dönmeyeceğimi biliyorsundur."
            },
            {
                "key":"fs3",
                "value":"Endişelenmeyin, ben sizin bu ülkedeki yegâne dostunuzum. Sohbet etmek isterdim ancak vaktimiz dar. Sizi kara ormanın sonunda bekliyor olacağım. Hızlı olmazsanız size yardım edem..."
            },
            {
                "key":"fs4",
                "value":"Kaybedecek vakit yok. Yola koyulmalıyım."
            },
            {
                "key":"d1D1",
                "value":"Buraya ulaşabildiğiniz için şükürler olsun Majesteleri..."
            },
            {
                "key":"d1D2",
                "value":"Harlaus… Anahtarı verenin sen olduğunu tahmin etmeliydim. Şükürler olsun ki hâlâ aklı başında birileri var... Hasret gidermek isterdim ama vaktimiz yok. Sadede geleyim"
            },
            {
                "key":"d1D3",
                "value":"Laneti yok etmenin yolu nedir?"
            },
            {
                "key":"d1D4",
                "value":"Majesteleri, büyü kurbanları bitince zayıflıyor. General sarduk ay tutulmasında yeni bir ayin düzenleyecek. Karanlık çökmeden ayini durdurursak büyünün etkisi zamanla sona erecek. "
            },
            {
                "key":"d1D5",
                "value":"Bana kaynaklarınızı verirseniz size yeni ekipmanlar hazırlayabilirim."
            },
            {
                "key":"d2D1",
                "value":"Yorulmuş olmalısınız ama engelleri aşabildiğinize sevindim, Majesteleri. "
            },
            {
                "key":"d2D2",
                "value":"Resmiyeti bırak artık Harlaus. Ülkemin halkı ve askerleri tanınmaz halde. Herkes bu şer dolu büyüden etkilenmiş."
            },
            {
                "key":"d2D3",
                "value":"Eski askerlerimize karşı savaşmanız gerekecek. Talihsiz bir durum ancak bildiğiniz gibi generale ulaşmanın başka bir yolu yok."
            },
            {
                "key":"d2D4",
                "value":"... İtiraf etmek istemesem de bunu ben de biliyorum. Diyeceğin başka bir şeyin var mı?  "
            },
            {
                "key":"d2D5",
                "value":"Size uygun neyimiz var, bir bakalım..."
            },
            {
                "key":"d3D1",
                "value":"Saraya yaklaştık, son bir geçit kaldı çabalarımız boşa gitmeyecek!"
            },
            {
                "key":"d3D2",
                "value":"Kalan yıllarımı, ülkemin çöküşünü parmaklıklar ardında izleyerek geçirmeme engel olduğun için sana minnettarım, dostum."
            },
            {
                "key":"d3D3",
                "value":"Sizin yanınızda olmak her zaman bir onurdu. Sarduk'la savaşmadan önce son kez ekipmanlarınıza bir göz atayım."
            },
            {
                "key":"Boss1",
                "value":"Eninde sonunda buraya geleceğini biliyordum"
            },
            {
                "key":"Boss2",
                "value":"Yaptıklarının bir bedeli olduğunu biliyordun, yine de kara büyü kullandın. Hazırlan Sarduk! Hakkım olan tahtım ve kellen için geldim sarduk."
            },
            {
                "key":"Boss3",
                "value":"Çocukça fikirlerinle krallığı yoksulluğa ve yıkıma sürüklüyordun. Ben yapılması gerekeni yaptım. Burası eski Legoria değil ama en azından memleketimiz hala ayakta."
            },
            {
                "key":"Boss4",
                "value":"Yeterince konuştuk. Artık konuşma sırası kılıçlarımızda."
            },
            {
                "key":"Boss5",
                "value":"Henüz boss savaşını bitiremedim.  En yakın güncellemede gelecek. Oynadığın için ÇOK TEŞEKKÜRLER."
            }
    ]
}