{
    "items": [
        {
            "key": "Continue",
            "value": "Continue"
        },
        {
            "key": "New",
            "value": "New Game"
        },
        {
            "key": "Credits",
            "value": "Credits"
        },
        {
            "key": "Quit",
            "value": "Quit"
        },
        {
            "key": "Game",
            "value": "Play Game"
        },
        {
            "key": "Play",
            "value": "Play"
        },
        {
            "key": "Back",
            "value": "Back"
        },
        {
            "key": "Build",
            "value": "Early build by @QuackTales  V0.9.1"
        },
        {
            "key": "Button",
            "value": "Button"
        },
        {
            "key": "Sure",
            "value": "Are you sure you want to leave the game?"
        },
        {
            "key": "Yes",
            "value": "Yes"
        },
        {
            "key": "Restart",
            "value": "Restart"
        },
        {
            "key": "Resume",
            "value": "Resume"
        },
        {
            "key": "Options",
            "value": "Options"
        },
        {
            "key": "Movement",
            "value": "Movement"
        },
        {
            "key": "Sfx",
            "value": "SFX"
        },
        {
            "key": "Music",
            "value": "Music"
        },
        {
            "key": "loading",
            "value": "loading..."
        },
        {
            "key": "intro1",
            "value": "Legoria and Kiste had been at war for years, fighting for control of the realm. Endless battles had drained Legoria, and despair had settled over the kingdom like a plague."
        },
        {
            "key": "intro2",
            "value": "The king and his lords debated the use of forbidden dark magic. The king spoke his final word: 'No matter the cost, we shall not resort to dark magic. This war must end with honor.'"
        },
        {
            "key": "intro3",
            "value": "But the legion commander believed the war could no longer be won through conventional means. With the soldiers who shared his vision, he betrayed the king. The king is overthrown… and dark magic is unleashed."
        },
        {
            "key": "intro4",
            "value": "Legoria achieved a absolute victory in the war. But as the days passed, the curse of dark magic revealed itself—the people were losing their humanity."
        },
        {
            "key": "intro5",
            "value": "It was already too late. After days of misery in the cold, dark cell, the former king heard a mysterious whisper that filled him with hope."
        },
        {
            "key": "intro6",
            "value": "The whisper claimed to know how to end the curse and that it was waiting for him. A key was thrown into the cell. The king evaded the guards and set off on his journey. He would have to put an end to this Cursed Reign… even if it meant fighting his own people."
        },
        {
            "key": "fs1",
            "value": "So, you managed to evade the guards..."
        },
        {
            "key": "fs2",
            "value": "Who are you? Show yourself! If you’re one of them, you must know that I won’t return to that cell without a fight."
        },
        {
            "key": "fs3",
            "value": "Don't worry, I am your only ally in this land. I wish we could talk more, but time is short. I will be waiting for you at the end of the dark forest. If you’re not quick, I won’t be able to hel..."
        },
        {
            "key": "fs4",
            "value": "There’s no time to waste. I must go."
        },
        {
            "key": "d1D1",
            "value": "Thank the Lord you made it here, Your Majesty..."
        },
        {
            "key": "d1D2",
            "value": "Harlaus... I should have known you were the one who gave me the key. Thank the heaven there are still some with their sanity intact... I wish we had time to reminisce, but we don’t. Let’s get to the point."
        },
        {
            "key": "d1D3",
            "value": "How do we end this curse?"
        },
        {
            "key": "d1D4",
            "value": "Your Majesty, the dark magic weakens when it has no more victims. General Sarduk is preparing a new ritual during the eclipse. If we stop the ritual before darkness falls, the magic’s power will fade over time."
        },
        {
            "key": "d1D5",
            "value": "If you provide me with resources, I can craft new equipment for you."
        },
        {
            "key": "d2D1",
            "value": "You must be exhausted, but I’m glad you overcame the obstacles, Your Majesty."
        },
        {
            "key": "d2D2",
            "value": "Drop the formalities, Harlaus. My people, my soldiers—none of them are the same. Everyone has been corrupted by this wicked magic."
        },
        {
            "key": "d2D3",
            "value": "You will have to fight our former soldiers majesty. It’s unfortunate, but as you know, there’s no other way to reach the general."
        },
        {
            "key": "d2D4",
            "value": "...I hate to admit it, but I know that too. Do you have anything else to say?"
        },
        {
            "key": "d2D5",
            "value": "Let’s see what we have that suits you..."
        },
        {
            "key": "d3D1",
            "value": "We’re close to the palace, just one last passage remains. Our efforts won’t be in vain!"
        },
        {
            "key": "d3D2",
            "value": "I am grateful to you, my friend, for not letting me spend the rest of my years behind bars, watching my kingdom crumble."
        },
        {
            "key": "d3D3",
            "value": "It has always been an honor to stand by your side majesty. Before we face Sarduk, let me take one last look at your equipment."
        },
        {
            "key": "Boss1",
            "value": "I knew you would come here sooner or later."
        },
        {
            "key": "Boss2",
            "value": "You knew there would be consequences for your actions, yet you still chose dark magic. Prepare yourself, Sarduk! I have come for my rightful throne—and your head!"
        },
        {
            "key": "Boss3",
            "value": "With your childish ideals, you were leading the kingdom into poverty and ruin. I did what had to be done. This is no longer the old Legoria, but at least our homeland still stands."
        },
        {
            "key": "Boss4",
            "value": "We’ve talked enough. Now, it’s time for our blades to speak."
        },
        {
            "key": "Boss5",
            "value": "The boss fight is not finished yet. It will be added in the next update. THANK YOU so much for playing!"
        }
    ]
}